// Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.
Console.WriteLine("Введите число");
string str = Console.ReadLine();

Console.WriteLine(str[2]);

